IDEA Open Model
LineSupport.X Property
Compatible with IDEA StatiCa Beta 20.0
 displacement in X
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool X { get; set; }
Public Property X As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace